Repository: blindsidenetworks/wordpress-plugin_bigbluebutton
Catalog: languages/bigbluebutton-*.po
Languages: pt_br

source: <br>Welcome to <b>%%CONFNAME%%</b>!<br><br>To understand how BigBlueButton works see our <a href="event:http://www.bigbluebutton.org/content/videos"><u>tutorial videos</u></a>.<br><br>To join the audio bridge click the headset icon (upper-left hand corner). <b>Please use a headset to avoid causing noise for others.</b>
pt_br: <br>Bem-vindo(a) a <b>%%CONFNAME%%</b>!<br><br>Para entender como o BigBlueButton funciona, veja nossos <a href="event:http://www.bigbluebutton.org/content/videos"><u>vídeos tutoriais (em inglês)</u></a>.<br><br>Para entrar na conferência de áudio clique no ícone com um headset (fone de ouvido e microfone) no canto superior esquerdo. <b>Por favor utilize um headset para evitar causar ruído para os outros.</b>

source: <br><br>This session is being recorded.
pt_br: <br><br>Esta sessão está sendo gravada.

source: Meeting:
pt_br: Reunião:

source: Password:
pt_br: Senha:

source: Name:
pt_br: Nome:

source: Sorry an error occured while joining the meeting.
pt_br: Desculpe, um erro aconteceu ao tentar entrar na reunião.

source: The meeting %s no longer exists
pt_br: A reunião %s não existe mais

source: Incorrect password
pt_br: Senha incorreta

source: Invalid meeting token
pt_br: Token de reunião inválido

source: Users with the role %s are not allowed to participate in meetings
pt_br: Usuários com o papel %s não possuem permissão para participar de reuniões

source: %s no longer exists.<br />No meeting rooms are currently available to join.
pt_br: %s não existe mais.<br />Nenhuma reunião está atualmente disponível para ingresso.

source: No meeting rooms are currently available to join.
pt_br: Nenhuma reunião está atualmente disponível para ingresso.

source: Welcome %s!<br /><br />%s session has not been started yet.<br /><br />
pt_br: Bem-vindo(a) %s!<br /><br />A sessão %s não iniciou ainda.<br /><br />

source: (Your browser will automatically refresh and join the meeting when it starts.)
pt_br: (Seu navegador será atualizado automaticamente e ingressará a reunião assim que ela começar.)

source: You do not have sufficient permissions to access this page.
pt_br: Você não possui permissões suficientes para acessar esta página.
